"cheqiyu" = "玫瑰扯旗鱼,原产于南美洲亚马逊河、圭亚那,鱼体成纺锤形,中宽、侧扁,长可达5厘米左右,玫瑰扯旗鱼喜弱酸性软水,也能适应中性、微碱性水质";

"denglongyu" = "灯笼鱼,头尾灯鱼又名灯笼鱼、提灯鱼、车灯鱼等。分布于南美洲的圭亚那和亚马逊河流域。体长4～5厘米。体长而侧扁,头短,腹圆。两眼上部和尾部各有一块金黄色斑,在灯光照射下,反射出金黄色和红色的色彩";

"dianmanyu"= "电鳗,裸背电鳗科的鳗形南美鱼类,能产生足以将人击昏的电流,是放电能力最强的淡水鱼类,输出的电压可达300～800伏,因此电鳗有水中的高压线之称";

"dinianyu"= "大嘴鲶,一般只有两根胡子,体型偏小,对水质要求极高,很难养殖";

"fangyu"="方头鱼,一般体长400毫米,体延长,侧扁,头钝圆,近方形,眼大,位高,躯干前上部、头顶及胸部为圆鳞,其他部位均为栉鳞,侧线位高与体背缘平行";

"haigui"="海龟是龟鳖目海龟科动物的统称。广布于大西洋、太平洋和印度洋。中国海龟北起山东、南至北部湾近海均有分布。长可达1米多,寿命最大为150岁左右";

"hetun"="河鲀,俗称“河豚”,硬骨鱼纲鲀科鱼类的统称。河鲀体呈圆筒形,有气囊,遇到危险时会吸气膨胀,一般体长在25—35厘米";

"jianyu"="剑鱼=亦称“箭鱼”。是世界上热带、亚热带海洋中一种常见鱼类,因其上颌向前延伸呈剑状而得名,移动时速可达130公里";

"jinqiangyu"="金枪鱼,体形较长,粗壮而圆,呈流线形,向后渐细尖而尾基细长,尾鳍为叉状或新月形。尾柄两侧有明显的稜脊,背、臀鳍后方各有一行小鳍。具有鱼雷体形,其横断面略呈圆形";

"shayu"="鲨鱼,生活在海洋中,是海洋中最凶猛的鱼类,鲨鱼的骨架是由软骨构成,而不是由骨头构成。软骨比骨头更轻、更具有弹性";

"shiziyu"="狮子鱼,体型小,最大约30公分(12吋)长。体长形,柔软,蝌蚪状,皮肤松弛,无鳞,而有时具小刺。背鳍长,腹鳍于头下,形成吸盘,用以吸附海底。分布于北大西洋、北太平洋及南北极冷水区";

"tianshiyu"="神仙鱼,背鳍和臀鳍很长并且大,挺拔如三角帆,故有小鳍帆鱼之称。从侧面看神仙鱼游动,如同燕子翱翔,故神仙鱼又称燕鱼";

"xiaochouyu"="小丑鱼,是对雀鲷科海葵鱼亚科鱼类的俗称,因为脸上都有一条或两条白色条纹,好似京剧中的丑角而得名,是一种热带咸水鱼。小丑鱼与海葵有着密不可分的共生关系,因此又称海葵鱼";

"xiaohuangyu"="小黄鱼,又名小黄花鱼,脊椎动物,硬骨鱼纲,石首鱼科,又名：小鲜、大眼、花色、小黄瓜、古鱼、黄鳞鱼、小春色、金龙、厚鳞仔,也叫“黄花鱼”、“小黄花";

"xiaolvyu"="小绿鱼,一种绿色的鱼";

